adobe-source-han-sans-jp-fonts
amd-ucode
base
base-devel
bash-completion
bat
blueman
bluez
bluez-utils
btop
cliphist
efibootmgr
eza
fastfetch
fcitx5
fcitx5-anthy
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
firefox
fzf
ghostty
git
gnome-themes-extra
grim
grub
jq
kanshi
less
libnotify
linux-firmware
linux-lts
linux-lts-headers
mako
mpv
neovim
networkmanager
noto-fonts-cjk
obs-studio
openssh
os-prober
otf-font-awesome
pass
pavucontrol
pipewire-alsa
pipewire-pulse
python-lxml
ripgrep
rofi
rsync
sassc
satty
slurp
starship
sudo
swayidle
swww
tailscale
thunar
ttf-nerd-fonts-symbols
tumbler
unzip
vim
waybar
wl-clip-persist
wl-clipboard
wlr-randr
wlsunset
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xorg-xwayland
